Repository: abahor/capstone
Catalog: project/myproject/translations/*/LC_MESSAGES/messages.po
Languages: ar

source: Jordan
ar: الأردن

source: Saudi
ar: السعودية

source: Egypt
ar: مصر

source: check your email to verify your account
ar: تحقق من بريدك الالكتروني لاثبات حسابك

source: gender
ar: النوع

source: male
ar: ذكر

source: female
ar: أنثي

source: street
ar: الشارع

source: city
ar: المدينة

source: province
ar: المحافظة

source: country
ar: الدولة

source: update
ar: تحديث

source: your confirmation code
ar: رمز التأكيد

source: Asyut Governorate
ar: اسيوط

source: Aswan Governorate
ar: اسوان

source: Alexandria Governorate
ar: الاسكندرية

source: Beheira Governorate
ar: البحيرة

source: Beni Suef Governorate
ar: بني سويف

source: Cairo Governorate
ar: القاهرة

source: Dakahlia Governorate
ar: الدقهلية

source: Damietta Governorate
ar: دمياط

source: Faiyum Governorate
ar: الفيوم

source: Gharbia Governorate
ar: الغربية

source: Giza Governorate
ar: الجيزة

source: Ismailia Governorate
ar: الاسماعيلية

source: Kafr el-Sheikh Governorate
ar: كفر الشيخ

source: Luxor Governorate
ar: الاقصر

source: Matrouh Governorate
ar: مطروح

source: Madaba
ar: مادبا

source: Maan
ar: مان

source: change password
ar: تغيير كلمة المرور

source: no results where found
ar: تعذر الوصول لنتائج

source: apply for this job
ar: التقدم لهذه الوظيفة

source: job created successfully
ar: تم انشاء الوظيفة بنجاح

source: click the
ar: اضغط علي

source: link
ar: الرابط

source: below to verify your account
ar: في الاسفل للتاكيد بريدك الالكتروني

source: post a job
ar: نشر وظيفة

source: Jobs that you have posted
ar: الوظائف اللتي قمت بنشرها

source: someone had applied for this job, Is it still available?
ar: قام احدهم بالتقدم لهذه الوظيفه. هل مازالت متاحه؟

source: yes
ar: نعم

source: No
ar: لا

source: Account created successfully
ar: تم انشاء الحساب بنجاح

source: Email
ar: البريد الالكتروني

source: email doesn't exist try
ar: البريد الاكتروني غير موجود حاول

source: register
ar: التسجيل

source: instead
ar: بدلا من ذلك

source: email doesn't exists or password is wrong
ar: البريد الالكتروني غير موجود او كلمة المرور خاطئة

source: email doesn't exist try to
ar: البريد الالكتروني غير موجود حاول

source: successfully changed your password
ar: تم تغيير كلمة المرور بنجاح

source: we are a company
ar: نحن شركه

source: About us
ar: من نحن

source: We are grade 12 students from STEM Assiut school and this is our web-based application for the capstone project. Our application aims to contribute to solve one of the most demanding challenges in Egypt - the unemployment problem – as our application facilitates the connection between job providers and job seekers and helps the job seekers to locate information about available jobs faster
ar: نحن طلاب في الصف الثالث الثانوي من مدرسة المتفوقين في العلوم و التكنولوجيا بأسيوط و هذا هو تطبيق الويب الخاص بنا لمشروع الكابستون لهذا الصف الدراسي. تطبيقنا يهدف للمساهمة في حل واحدة من اصعب التحديات الي تواجه مصر الا وهي البطالة حيث ان تطبيقنا يسهل عملية التواصل بين الباحثين عن العمل, و اصحاب الوظائف الشاغرة, ويسرع عملية البحث عن المعلومات حول فرص العمل.

source: Our app has a simple and friendly user interface to enable people of various levels of education to use the app easily
ar: تطبيقنا يعرض واجهة مستخدم بسيطة و عملية لأتاحة أسخدامه من قبل مستخدمين من مختلف المستويات التعليمية.

source: Contact us
ar: تواصل معنا:

source: Ahmed Nasr
ar: احمد نصر

source: Mahmoud Refaey
ar: محمود رفاعي

source: Abahor Melad
ar: اباهور ميلاد

source: enter your email
ar: ادخل بريدك الالكتروني

source: password
ar: كلمة المرور

source: forget password
ar: نسيت كلمة المرور

source: Home
ar: الرئيسية

source: about us
ar: من نحن

source: Logout
ar: تسجيل الخروج

source: Login
ar: تسجيل الدخول

source: the best way to find jobs instantly
ar: افضل الطرق للحصول علي وظيفة

source: i am searching for a job
ar: انا ابحث عن وظيفة

source: your email
ar: البريد الالكتروني

source: click on this link to change your password
ar: اضغط علي الرابط لتغيير كلمه المرور

source: reset
ar: اعاده تعيين

source: provided by
ar: نشر بواسطة

source: something went wrong try again later
ar: حدث خطا ما حاول مجددا في وقت لاحق

source: username
ar: اسم المستخدم

source: Password
ar: كلمة السر

source: your password is too short
ar: كلمة السر قصيرة للغاية

source: Confirm password
ar: تأكيد كلمة السر

source: Password must match
ar: يجب تطابق كلمة المرور

source: Retype password
ar: أعد كتابة كلمة السر

source: your phone number
ar: رقم الهاتف

source: your gender
ar: النوع

source: City
ar: المدينة

source: State
ar: المحافظة

source: Country
ar: الدولة

source: Register
ar: تسجيل

source: Username
ar: اسم المستخدم

source: Update Profile Picture
ar: اضافة صورة شخصية

source: phone number
ar: رقم الهاتف

source: address line
ar: العنوان

source: Street
ar: الشارع

source: Update
ar: تحديث

source: account has been verified
ar: تم تاكيد الحساب

source: Passwords must match
ar: يجب تطابق كلمة المرور

source: Confirm Password
ar: تاكيد كلمة المرور

source: confirm password
ar: تأكيد كلمة المرور

source: Title
ar: اسم الوظيفة

source: description for the Job
ar: وصف الوظيفة

source: write job description
ar: اكتب وصف الوظيفة

source: Phone for contact
ar: رقم هاتف للتواصل

source: Phone to be contacted on
ar: رقم هاتف للتواصل معك

source: address
ar: العنوان

source: Post
ar: نشر

source: your password is too short try again
ar: كلمة المرور قصيرة للغاية حاول مجددا

source: Send reset Email
ar: اعادة تعيين البريد الالكتروني

source: The new password
ar: كلمة المرور الجديدة

source: your new password
ar: ادخل كلمة المرور الجديدة

source: Change
ar: تغيير

source: Minya Governorate
ar: المنيا

source: Monufia Governorate
ar: المنوفية

source: New Valley Governorate
ar: الوادي الجديد

source: North Sinai Governorate
ar: شمال سيناء

source: Port Said Governorate
ar: بورسعيد

source: Qalyubia Governorate
ar: القليوبية

source: Qena Governorate
ar: قنا

source: Red Sea Governorate
ar: البحر الاحمر

source: Sohag Governorate
ar: سوهاج

source: South Sinai Governorate
ar: جنوب سيناء

source: Suez Governorate
ar: السويس

source: Ajlun
ar: عجلون

source: Al 'Aqabah
ar: العقبة

source: Al Balqa'
ar: البلقاء

source: Al Karak
ar: الكرك

source: Al Mafraq
ar: المفرق

source: 'Amman
ar: عمان

source: At Tafilah
ar: الطفيلة

source: Az Zarqa'
ar: الزرقاء

source: Irbid
ar: اربد

source: Jarash
ar: جرش

source: Ma'an
ar: معان

source: Al Bahah
ar: الباحة

source: Al Hudud ash Shamaliyah
ar: الحدود الشمالية

source: Al Jawf
ar: الجوف

source: Al Madinah
ar: المدينة

source: Al Qasim
ar: القصيم

source: Ar Riyad
ar: الرياض

source: Ash Sharqiyah
ar: الشرقية

source: 'Asir
ar: عسير

source: Ha'il
ar: حائل

source: Jizan
ar: جازان

source: Makkah
ar: مكة

source: Najran
ar: نجران

source: Tabuk
ar: تبوك

source: search
ar: بحث

source: Eg
ar: مصر

source: Jo
ar: الاردن

source: Sa
ar: السعوديه

source: not found on the server
ar: غير موجود علي السيرفر
